Repository: AlexeyBalin/resurl
Catalog: trunk/locale/*/LC_MESSAGES/resurl.po
Languages: ru_ru

source: Blacklisted URL!
ru_ru: Ваш URL в черном списке!

source: Short URL is:
ru_ru: Короткий URL:

source: Invalid protocol!
ru_ru: Неверный протокол

source: Creation of your li8 url failed for some reason.
ru_ru: Не удалось создать короткий URL

source: Short URL Generator
ru_ru: Создать короткий URL

source: Enter a long URL:
ru_ru: Ввдеите полный URL:

source: Make Short URL!
ru_ru: Создать короткий URL

source: Top viewed sites
ru_ru: Самые просмотриваемые URL

source: Views:
ru_ru: Просмотров:

source: <a href="http://li8.ru/">li8</a> is an Open Service from <a href="http://fasqu.com/">FASQu Inc.</a>, powered by <a href="http://li8.ru/2">resURL</a>. Code is based on <a href="http://lilurl.sourceforge.net/">lilURL</a>.
ru_ru: <a href="http://li8.ru/">li8</a> это бесплатный сервис от <a href="http://fasqu.com/">Экспертного поиска FASQu</a>. <br />Работает на <a href="http://li8.ru/2">resURL</a>. Код основан на <a href="http://lilurl.sourceforge.net/">lilURL</a>.
